src/Linux/linux_fbl.org
# -*- coding:utf-8 -*-
#+LANGUAGE:  zh
#+TITLE:     linux下分辨率调整
#+AUTHOR:    纪秀峰
#+EMAIL:     jixiuf@gmail.com
#+DATE:     2012-09-17 一
#+DESCRIPTION:linux下分辨率调整
#+KEYWORDS:
#+OPTIONS:   H:2 num:nil toc:t \n:t @:t ::t |:t ^:nil -:t f:t *:t <:t
#+OPTIONS:   TeX:t LaTeX:t skip:nil d:nil todo:t pri:nil
#+FILETAGS:@Linux
* 参考
http://blog.csdn.net/wangfaqiang/article/details/6289959
#+BEGIN_SRC sh
我的理解就是，长1440 宽900,深75
root@jf /home/jixiuf # cvt 1440 900 75
生成 Modeline这一行
# 1440x900 74.98 Hz (CVT 1.30MA) hsync: 70.64 kHz; pclk: 136.75 MHz
Modeline "1440x900_75.00"  136.75  1440 1536 1688 1936  900 903 909 942 -hsync +vsync
#+END_SRC
然后，配成这面的样子，即可
#+BEGIN_QUOTE
Section "Monitor"
        Identifier      "Configured Monitor"
        Modeline "1440x900_75.00"  136.75  1440 1536 1688 1936  900 903 909 942 -hsync +vsync
        Option          "PreferredMode" "1440x900_75.00"
EndSection

Section "Screen"
        Identifier      "Default Screen"
        Monitor         "Configured Monitor"
        Device          "Configured Video Device"
EndSection

Section "Device"
        Identifier "Configured Video Device"
EndSection
#+END_QUOTE
